Repository: luizkowalski/unlocalfs
Catalog: UnlocalFS/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@ · ^[%lld file](inflect: true)
source: %1$@ · ^[%2$lld file](inflect: true)
pt_br: %1$@ · ^[%2$lld arquivo](inflect: true)

source: %@ of %@
pt_br: %1$@ de %2$@

source: Access key
pt_br: Chave de acesso

source: Activity
pt_br: Atividade

source: Activity unavailable
pt_br: Atividade indisponível

source: Add connection
pt_br: Adicionar conexão

source: Add Connection
pt_br: Adicionar conexão

source: Advanced
pt_br: Avançado

source: Agent socket
pt_br: Socket do agente

source: Anyone with the file can read this drive and use its service-account key. The password is only obscured, not encrypted.
pt_br: Qualquer pessoa com o arquivo pode ler esta unidade e usar a chave da conta de serviço. A senha é apenas ofuscada, não criptografada.

source: Anyone with the file can read this drive. Passwords are only obscured, not encrypted. The file points to your trusted-hosts file and needs a running ssh-agent. Copy the trusted-hosts file to the other Mac and adjust the path.
pt_br: Qualquer pessoa com o arquivo pode ler esta unidade. As senhas são apenas ofuscadas, não criptografadas. O arquivo aponta para o seu arquivo de hosts confiáveis e precisa de um ssh-agent em execução. Copie o arquivo de hosts confiáveis para o outro Mac e ajuste o caminho.

source: Anyone with the file can read this drive. Passwords are only obscured, not encrypted. The file points to your trusted-hosts file and private key file. Copy them to the other Mac and adjust the paths.
pt_br: Qualquer pessoa com o arquivo pode ler esta unidade. As senhas são apenas ofuscadas, não criptografadas. O arquivo aponta para o seu arquivo de hosts confiáveis e para o arquivo de chave privada. Copie-os para o outro Mac e ajuste os caminhos.

source: Anyone with the file can read this drive. The password is only obscured, not encrypted.
pt_br: Qualquer pessoa com o arquivo pode ler esta unidade. A senha é apenas ofuscada, não criptografada.

source: Authentication
pt_br: Autenticação

source: Bandwidth limit
pt_br: Limite de banda

source: Bandwidth limits uploads and downloads. Parallel transfers controls how many files can move at once.
pt_br: O limite de banda restringe envios e downloads. As transferências paralelas controlam quantos arquivos podem ser movidos de uma vez.

source: Cache limit
pt_br: Limite de cache

source: Cached files
pt_br: Arquivos em cache

source: cached of %@
pt_br: de %1$@ em cache

source: Cancel
pt_br: Cancelar

source: Check Again
pt_br: Verificar novamente

source: Checking activity…
pt_br: Verificando atividade…

source: Choose…
pt_br: Escolher…

source: Confirm password
pt_br: Confirmar senha

source: Connect
pt_br: Conectar

source: Connect an S3 or Google Cloud Storage bucket, or an SFTP server, and use its files from your Mac.
pt_br: Conecte um bucket do S3 ou do Google Cloud Storage, ou um servidor SFTP, e use os arquivos dele no seu Mac.

source: Connect on start up
pt_br: Conectar ao iniciar

source: Connection
pt_br: Conexão

source: Connection needs attention
pt_br: A conexão precisa de atenção

source: Connection successful
pt_br: Conexão bem-sucedida

source: Credentials
pt_br: Credenciais

source: Credentials are stored in your Mac’s Keychain.
pt_br: As credenciais ficam armazenadas no chaveiro do seu Mac.

source: Default
pt_br: Padrão

source: Delete
pt_br: Excluir

source: Delete %@?
pt_br: Excluir %@?

source: Delete Connection
pt_br: Excluir conexão

source: Delete Connection…
pt_br: Excluir conexão…

source: Delete…
pt_br: Excluir…

source: Disconnect
pt_br: Desconectar

source: Disconnect All
pt_br: Desconectar todas

source: Disconnect All…
pt_br: Desconectar todas…

source: Disconnect all drives?
pt_br: Desconectar todas as unidades?

source: Disconnect your drives before quitting.
pt_br: Desconecte suas unidades antes de sair.

source: Downloading
pt_br: Baixando

source: Duplicate
pt_br: Duplicar

source: Duplicate Connection…
pt_br: Duplicar conexão…

source: Edit
pt_br: Editar

source: Edit Connection
pt_br: Editar conexão

source: Edit Connection…
pt_br: Editar conexão…

source: Encrypt files
pt_br: Criptografar arquivos

source: Encrypted drive
pt_br: Unidade criptografada

source: Encryption
pt_br: Criptografia

source: Encryption password
pt_br: Senha de criptografia

source: Export
pt_br: Exportar

source: Export rclone Config
pt_br: Exportar configuração do rclone

source: Export rclone Config…
pt_br: Exportar configuração do rclone…

source: Files and names are encrypted before they upload. Without the password, nobody can read them, including you.
pt_br: Os arquivos e os nomes são criptografados antes do envio. Sem a senha, ninguém consegue lê-los, nem mesmo você.

source: Files you have not opened for the longest time are removed first. Open files and pending uploads stay, so the cache can go over the limit.
pt_br: Os arquivos que você abriu há mais tempo são removidos primeiro. Arquivos abertos e envios pendentes permanecem, então o cache pode passar do limite.

source: Folder
pt_br: Pasta

source: Free cache
pt_br: Cache livre

source: General
pt_br: Geral

source: Home folder
pt_br: Pasta pessoal

source: If the key has one
pt_br: Se a chave tiver uma

source: Import key…
pt_br: Importar chave…

source: Include keys and password
pt_br: Incluir chaves e senha

source: Include saved passwords
pt_br: Incluir senhas salvas

source: Include service-account key
pt_br: Incluir chave da conta de serviço

source: Keep free
pt_br: Manter livre

source: Keep free on disk
pt_br: Manter livre no disco

source: Leave the folder empty for your home folder. Start it with / for a path from the server’s root.
pt_br: Deixe a pasta vazia para usar sua pasta pessoal. Comece com / para um caminho a partir da raiz do servidor.

source: Mount point
pt_br: Ponto de montagem

source: My storage
pt_br: Meu armazenamento

source: Name
pt_br: Nome

source: Network unavailable. Cached files are kept.
pt_br: Rede indisponível. Os arquivos em cache são mantidos.

source: New Connection…
pt_br: Nova conexão…

source: No connections yet
pt_br: Nenhuma conexão ainda

source: No transfers in progress
pt_br: Nenhuma transferência em andamento

source: None
pt_br: Nenhum

source: Not set
pt_br: Não definido

source: Off
pt_br: Desativado

source: On
pt_br: Ativado

source: Open
pt_br: Abrir

source: Open at Login
pt_br: Abrir ao iniciar sessão

source: Open in Finder
pt_br: Abrir no Finder

source: Open UnlocalFS
pt_br: Abrir UnlocalFS

source: Optional
pt_br: Opcional

source: Optional, for example /srv/files
pt_br: Opcional, por exemplo /srv/files

source: Optional, for example clients/acme
pt_br: Opcional, por exemplo clientes/acme

source: Optional, uses your Mac’s agent
pt_br: Opcional, usa o agente do seu Mac

source: Parallel transfers
pt_br: Transferências paralelas

source: Passphrase
pt_br: Frase secreta

source: Password
pt_br: Senha

source: Port
pt_br: Porta

source: Private key
pt_br: Chave privada

source: Provider
pt_br: Provedor

source: Queued for upload
pt_br: Na fila para envio

source: Quit UnlocalFS
pt_br: Sair do UnlocalFS

source: Read-only
pt_br: Somente leitura

source: Reconnect
pt_br: Reconectar

source: Refresh
pt_br: Atualizar

source: Refresh Files
pt_br: Atualizar arquivos

source: Region
pt_br: Região

source: Remote folder
pt_br: Pasta remota

source: Replace…
pt_br: Substituir…

source: Save
pt_br: Salvar

source: Save a file that lets rclone read this drive without UnlocalFS
pt_br: Salvar um arquivo que permite ao rclone ler esta unidade sem o UnlocalFS

source: Secret key
pt_br: Chave secreta

source: Section
pt_br: Seção

source: Select files in an UnlocalFS drive.
pt_br: Selecione arquivos em uma unidade do UnlocalFS.

source: Server
pt_br: Servidor

source: Server trust
pt_br: Confiança do servidor

source: Session token
pt_br: Token de sessão

source: Settings
pt_br: Ajustes

source: Show changes made to this drive from other apps or Macs
pt_br: Mostrar as alterações feitas nesta unidade por outros apps ou Macs

source: Sign in with
pt_br: Entrar com

source: Storage
pt_br: Armazenamento

source: Test Connection
pt_br: Testar conexão

source: The key file stays where it is. A passphrase is stored in your Mac’s Keychain.
pt_br: O arquivo de chave fica onde está. Uma frase secreta fica armazenada no chaveiro do seu Mac.

source: The key is stored in your Mac’s Keychain. Give its service account the Storage Object User role on the bucket.
pt_br: A chave fica armazenada no chaveiro do seu Mac. Dê à conta de serviço dela o papel Storage Object User no bucket.

source: This removes the saved connection, credentials, and local file cache. Remote files are kept.
pt_br: Isso remove a conexão salva, as credenciais e o cache local de arquivos. Os arquivos remotos são mantidos.

source: To use a different folder, duplicate this drive.
pt_br: Para usar uma pasta diferente, duplique esta unidade.

source: Trusted hosts
pt_br: Hosts confiáveis

source: UnlocalFS is still running
pt_br: O UnlocalFS ainda está em execução

source: UnlocalFS only connects to servers listed in this file and never changes it. Connect once with ssh and check the fingerprint to add a server.
pt_br: O UnlocalFS só se conecta a servidores listados neste arquivo e nunca o altera. Conecte uma vez pelo ssh e confira a impressão digital para adicionar um servidor.

source: Uploading
pt_br: Enviando

source: us-east-1 or auto
pt_br: us-east-1 ou auto

source: Use the endpoint without the bucket name. For Cloudflare R2, use region auto.
pt_br: Use o endpoint sem o nome do bucket. Para o Cloudflare R2, use a região auto.

source: Use this file with rclone to read %@ without UnlocalFS.
pt_br: Use este arquivo com o rclone para ler %1$@ sem o UnlocalFS.

source: Uses a key loaded in your ssh-agent. Nothing is stored for this option.
pt_br: Usa uma chave carregada no seu ssh-agent. Nada é armazenado para esta opção.

source: Waiting to retry upload
pt_br: Aguardando nova tentativa de envio

source: Waiting to upload
pt_br: Aguardando envio

source: You cannot change this after you add a drive.
pt_br: Não é possível mudar isso depois de adicionar uma unidade.

source: Your password is stored in your Mac’s Keychain.
pt_br: Sua senha fica armazenada no chaveiro do seu Mac.

source: Your storage, in Finder
pt_br: Seu armazenamento, no Finder
